Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Lee Zhang
fr: Lijing Zhang

source: alley
fr: 胡同

source: Joint ECE/Eurostat/OECD Meeting on the Management of Statistical Information Systems (MSIS)
fr: CES/AC.71/2005/5 (Summary) 28 janvier 2005

source: INFORMATION TECHNOLOGY GOVERNANCE @ ONS - DO WE NEED IT GOVERNANCE IN A STATISTICAL OFFICE?
fr: MAÎTRISE DE LA TECHNOLOGIE DE L'INFORMATION À L'OFFICE FOR NATIONAL STATISTICS (ONS) − AVONS-NOUS BESOIN D'UNE MAÎTRISE DE LA TECHNOLOGIE DE L'INFORMATION (TI)

source: Availability of and access to sound, relevant statistics enable timely and effective decision making by government, community and business.
fr: Si le Gouvernement, les collectivités et les entreprises disposent de statistiques fiables et pertinentes qu'ils peuvent aisément consulter, ils sont en mesure de prendre des décisions efficaces en temps voulu.

source: This in turn provides competitive advantage in economic performance, political and social stability and cultural development.
fr: Ils en retirent un avantage compétitif en termes de résultats économiques, de stabilité politique et sociale et de développement culturel.

source: Technology plays a critical role in this scenario by providing an environment for the creation of quality data and the subsequent means of its dissemination as valuable information to stakeholders.
fr: La technologie joue un rôle essentiel à cet égard, d'abord en fournissant les moyens de créer un environnement propice à la production de données de qualité, puis en permettant la diffusion de cette information précieuse aux différents intervenants.

source: At the Office for National Statistics (ONS) we believe that we need to achieve and maintain the above demands by improving public confidence in the integrity and validity of our outputs.
fr: À l'Office for National Statistics (ONS), nous pensons devoir répondre durablement aux exigences susmentionnées en développant la confiance du public envers l'intégrité et la fiabilité de nos produits.

source: We have embarked on a modernization programme of our statistical processes, which will provide us with a high degree of process systematization and statistical integration.
fr: Nous avons lancé un programme de modernisation de notre travail statistique, qui permettra un haut degré de systématisation de nos processus et d'intégration de nos statistiques.

source: The demand for reviewing and renewing our governance processes for our technology environment is a direct result of this programme.
fr: La nécessité de revoir et renouveler les modalités de gestion de notre environnement technologique découle directement de ce programme.

source: As we seek standardization of our processes, we are more and more reliant on our technology and its management.
fr: Du fait que nous nous efforçons de normaliser nos opérations, nous nous appuyons de plus en plus sur la technologie et sur la gestion de celle-ci.

source: In March 2002, Alan Greenspan, Chairman of the US Federal Reserve Board suggested how ephemeral vital elements of a statistical office's brand can be when he commented that: “A firm is inherently fragile if its value emanates more from conceptual as distinct from physical assets.
fr: En mars 2002, Alan Greenspan, Président du Conseil de la Réserve fédérale des États-Unis, a laissé entendre à quel point les éléments cruciaux de l'image d'un service de statistique peuvent être éphémères en faisant observer que: «Une entreprise est fondamentalement fragile, si sa valeur lui est conférée par des qualités abstraites plutôt que par des actifs matériels.

source: Trust and reputation can vanish overnight.
fr: La confiance et la réputation peuvent disparaître du jour au lendemain.

source: A factory cannot!”.
fr: En revanche, tel n'est pas le cas d'une usine.».

source: The reputation of any statistical office - and trust of those who contribute data to it - are of paramount importance.
fr: La réputation d'un service de statistique − et la confiance de ceux qui lui fournissent des données − est d'une importance capitale.

source: As technologists, we should therefore ensure we take steps to safeguard these and minimise risk to existing statistical and technology environments.
fr: En tant que technologues, nous nous devons donc de veiller à prendre les mesures nécessaires pour préserver cette confiance et cette réputation et réduire au minimum les risques pour les environnements statistique et technologique existants.

source: That is the rationale for IT Governance within ONS.
fr: Telle est la raison d'être d'une maîtrise de la technologie de l'information au sein de l'ONS.

source: DO WE NEED IT GOVERNANCE @ ONS:
fr: AVONS-NOUS BESOIN D'UNE MAÎTRISE DE LA TI À L'ONS?

source: Increased complexity of demands made on statistical outputs, speed of communications and the consequent demand for providing our information without delay to a large audience of stakeholders, mean that information technology (IT) accounts for a large proportion of ONS's costs as well as engendering significant risks that we need to manage.
fr: La complexité accrue de la demande de statistiques, la rapidité des communications et, partant, la nécessité de fournir le plus tôt possible nos statistiques à un large éventail d'utilisateurs expliquent la part importante des technologies de l'information dans les coûts à la charge de l'ONS, au même titre que les risques considérables que nous sommes tenus de gérer.

source: For organizations such as national statistical offices (NSOs), whose main production environments are based on computers, IT offers extraordinary opportunities to enable and transform the way we provide statistical information.
fr: Pour des organismes tels que les services nationaux de statistique, dont l'essentiel de la production repose sur l'outil informatique, les technologies de l'information offrent des possibilités extraordinaires de faire évoluer la façon dont nous diffusons les statistiques.

source: Cost, risk and opportunity make IT strategic for our agency's growth and render it essential for our long-term survival.
fr: Les coûts, les risques et les possibilités font de ces outils un éléments stratégique essentiel à la croissance de notre institution et à notre survie à long terme.

source: Challenge 1:
fr: Tâche 1:

source: ONS is currently in the midst of a radical overhaul of its systems and processes to achieve its goal of becoming a world-class provider of statistics in the 21st century.
fr: L'ONS procède actuellement à une révision totale de ses différents systèmes et processus, dans le but de devenir un des principaux fournisseurs de statistiques dans le monde du XXIe siècle.

source: This means that existing systems, processes and procedures are being overhauled in a manner that was not even dreamt of a few years ago.
fr: En d'autres termes, les systèmes, processus et procédures actuels font l'objet d'une réorganisation d'une ampleur que personne n'aurait pu imaginer il y a quelques années à peine.

source: The challenges facing the organization are many: within the statistical businesses, new business process are being created; within the Information Management (IM) function, new technology is being implemented, new models are being established for services, and new development techniques are being introduced - all at the same time as managing the existing systems and processes that needs to be maintained without failure until the new systems come `on stream'.
fr: Les difficultés que notre institut de statistique doit résoudre sont multiples: dans le domaine de l'activité statistique en général, de nouveaux processus sont créés; dans le cadre de la gestion de l'information, des nouvelles technologies sont mises en œuvre, des nouveaux modèles sont établis pour les services et des nouvelles techniques de développement sont introduites − alors qu'il faut, dans le même temps, continuer à gérer les systèmes et processus existants, qui doivent demeurer opérationnels tant que les nouveaux systèmes ne sont pas entrés en service.

source: The target for displacing a substantial amount of existing processes, and thereby, achieving `statistical modernization' is March 2008.
fr: L'achèvement de ce processus de migration d'une partie importante des activités existantes et de modernisation du travail statistique est prévu pour mars 2008.

source: Challenge 2:
fr: Tâche 2:

source: Over the last year, a government-based investigation concluded that there are too many civil servants situated in the south east of England.
fr: L'année dernière, une enquête a montré que le sud-est de l'Angleterre comptait trop de fonctionnaires.

source: In order to distribute the public-sector workforce throughout the country, and thereby strengthen regional economies, the government set targets for each and every department.
fr: Pour obtenir une meilleure répartition des fonctionnaires à travers tout le pays et renforcer ainsi les économies régionales, le Gouvernement a fixé des objectifs pour chaque service public.

source: ONS has been tasked with relocating a significant proportion of its London-based staff (approx 500) to its offices in Newport, South Wales.
fr: L'ONS a ainsi été chargé de transférer une partie importante de son personnel londonien (environ 500 personnes) vers ses bureaux de Newport, dans le sud du pays de Galles.

source: This has also meant that ONS's head office will relocate to South Wales.
fr: Son siège sera également transféré dans le sud du pays de Galles.

source: The target date for completing this exercise is March 2008.
fr: La date butoir pour mener à bien ce transfert a été fixée à mars 2008.

source: Challenge 3:
fr: Tâche 3:

source: Whilst the relocation and the modernization is progress, the IM function will need to modernize its skills, play a crucial role in developing the new systems and, finally, provide efficiencies derived from the modernization investments.
fr: Parallèlement à ce processus de transfert et de modernisation des activités, les compétences en matière de gestion de l'information devront être modernisées, afin que cette fonction puisse contribuer de manière essentielle au développement des nouveaux systèmes et permettre également d'exploiter le potentiel créé par les investissements de modernisation.

source: INFORMATION TECHNOLOGY GOVERNANCE @ ONS:
fr: LA MAÎTRISE DE LA TECHNOLOGIE DE L'INFORMATION À L'ONS

source: IT Governance is concerned about the following responsibilities:
fr: La gestion des technologies de l'information comporte les responsabilités suivantes:

source: Ensure strategic alignment; Demonstrate value delivery; Assess, investigate and reduce IT related risks; Optimize resources; Measure performance.
fr: c) Évaluer, analyser et réduire les risques informatiques;

source: In the area of delivering value for money, we will go into detail on the processes and procedures put into place over the last two years, and explain our continuing strategy for being vigilant and maintaining demanding targets in this area.
fr: Pour ce qui est de fournir des services à la hauteur des sommes investies, nous étudierons dans le détail les processus et les procédures mis en place depuis deux ans et expliquerons notre stratégie qui nous amène à rester vigilants et à continuer de nous fixer des objectifs ambitieux dans ce domaine.

source: In the area of enabling the business, we will discuss the role we have played in the modernization process - introducing new technologies, techniques and standards to speed up the business transformation.
fr: En ce qui concerne la promotion de l'activité de l'ONS, nous décrirons le rôle qui a été le nôtre dans le processus de modernisation (introduction de technologies, techniques et normes nouvelles pour accélérer le processus de transformation).

source: When we discuss the reduction of overall IT risks to ONS we will look at new strategic partnerships, new work-planning processes, and management frameworks.
fr: Lorsque nous aborderons la question de la réduction des risques informatiques en général à l'ONS, nous parlerons des nouveaux partenariats stratégiques, des nouvelles méthodes de planification du travail et des cadres de gestion.

source: We shall look at the overall impact of IT Governance within ONS and our implementation of a framework to deal with the issues stated above that are specific to ONS and perhaps applicable to other NSOs.
fr: Nous analyserons l'impact global de la maîtrise de la technologie de l'information au sein de l'ONS, ainsi que la façon dont nous nous employons à résoudre les questions évoquées plus haut qui nous sont propres, mais qui se posent peut-être aussi dans d'autres services de statistique nationaux.

source: In conclusion, the full paper will examine the wider issues of effective IT governance within ONS as well as the IM function's own responsibilities. Especially:
fr: En conclusion, le document dans sa version intégrale abordera les questions plus générales relatives à la maîtrise de la technologie de l'information au sein de l'ONS, ainsi que les responsabilités particulières relevant de la fonction de gestion de l'information, notamment:

source: Responsibility of the executive management and the board of directors; Protection of shareholder value; Ensuring risks are understood and made transparent; Direction and control of IT investment, to leverage opportunities, obtain benefits and mitigate risks; Aligning IT with the business, accepting IT is critical to ONS and a component of the strategic plan, and influencing strategic opportunities; Sustaining current operations (business as usual) and preparing for the future with proper planning; Being integral to the government-wide governance structure in the UK.
fr: Responsabilité de la direction générale et du conseil d'administration; Protection de la valeur de l'investissement pour les actionnaires; Compréhension des risques et transparence en la matière; Orientation et maîtrise des investissements consacrés aux technologies de l'information, afin de tirer parti des possibilités qui s'offrent, d'obtenir des avantages et de réduire les risques; Alignement de la stratégie informatique sur la stratégie générale de l'institut, prise de conscience de la place prépondérante de la technologie de l'information au sein de l'ONS et en tant que composante et du plan stratégique, et action positive sur les possibilités stratégiques; Poursuite des activités courantes (maintien de la continuité) et préparation de l'avenir grâce à une planification efficace; Intégration dans la structure globale de gouvernance de l'Administration britannique.

source: Prepared by Dayantha Joshua (dayantha.joshua@ons.gsi.gov.uk).
fr: Document établi par Dayantha Joshua (dayantha.joshua@ons.gsi.gov.uk).

source: Statement by the delegation of Malaysia, on behalf of the Group of Non-Aligned States Parties to the Treaty on the Non-Proliferation of Nuclear Weapons, at the plenary of the 2005 Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear Weapons, concerning the adoption of the agenda, New York, 11 May 2005
fr: Déclaration faite par la délégation malaisienne, au nom du Groupe des pays non alignés qui sont Parties au Traité sur la non-prolifération des armes nucléaires, à la séance plénière de la Conférence des Parties chargée d'examiner le Traité sur la non-prolifération des armes nucléaires, concernant l'adoption de l'ordre du jour, tenue à New York le 11 mai 2005

source: The Non-Aligned States Parties to the NPT welcome the adoption of the agenda of the 2005 Review Conference of the Parties to the NPT.
fr: Les pays non alignés qui sont Parties au TNP se félicitent de l'adoption de l'ordre du jour de la Conférence des Parties chargée d'examiner le Traité sur la non-prolifération des armes nucléaires en 2005.

source: The agenda establishes the framework for conducting the review of the operation of the Treaty in accordance with article VIII, paragraph 3 of the Treaty, the decisions and the resolution of previous Conferences, in particular the 1995 Review and Extension Conference and the decision of the 2000 Review Conference to adopt by consensus its Final Document.
fr: L'ordre du jour fixe le cadre pour l'examen du fonctionnement du Traité, conformément au paragraphe 3 de l'article VIII du Traité, des décisions et résolutions des conférences précédentes, en particulier la Conférence de 1995 des Parties au Traité sur la non-prolifération nucléaire chargée d'examiner le Traité et la question de sa prorogation, et de la décision de la Conférence des Parties de 2000 d'adopter par consensus son document final.

source: The Non-Aligned States Parties to the NPT reaffirm their commitment to implement — in good faith — their obligations under the Treaty as well as all the commitments agreed upon by consensus in the 1995 and 2000 Review Conferences.
fr: Les pays non alignés qui sont Parties au TNP réaffirment leur engagement à s'acquitter de bonne foi de leurs obligations au titre du Traité, ainsi que de tous les engagements convenus par consensus aux conférences d'examen de 1995 et de 2000.

source: The Non-Aligned States Parties to the NPT urge all States Parties to implement their obligations and commitments in the same spirit.
fr: Les pays non alignés qui sont Parties au TNP exhortent tous les États Parties à exécuter dans le même esprit toutes leurs obligations et tous leurs engagements.

source: The Non-Aligned States Parties to the NPT also reaffirm their commitment to ensure the successful outcome of this Review Conference.
fr: Les pays non alignés qui sont Parties au TNP réaffirment également leur engagement à garantir l'issue fructueuse de la présente Conférence des Parties.

source: The Non-Aligned States Parties to the NPT request that this present statement be circulated as an official document of this Review Conference.
fr: Les pays non alignés qui sont Parties au TNP demandent que le texte de la présente déclaration soit distribué en tant que document officiel de la présente Conférence des Parties.

source: Pursuant to rule 15 of the provisional rules of procedure of the Security Council, the Secretary-General wishes to report that he has received a note verbale dated 30 November 2005 from the United States Mission to the United Nations stating that Mr. Alejandro D. Wolff has been appointed deputy representative of the United States of America on the Security Council.
fr: Conformément à l'article 15 du Règlement intérieur provisoire du Conseil de sécurité, le Secrétaire général annonce qu'il a reçu de la Mission des États-Unis auprès de l'Organisation des Nations Unies une note verbale, datée du 30 novembre 2005, indiquant que M. Alejandro D. Wolff a été nommé représentant adjoint des États-Unis d'Amérique au Conseil de sécurité.

source: Draft decision submitted by the Netherlands
fr: Projet de décision présenté par les Pays-Bas*

source: Amendment to rule 22 (Election) of the rules of procedure for the Conference of the Parties to the United Nations Convention against Transnational Organized Crime
fr: Amendement à l'article 22 (Élection) du règlement intérieur de la Conférence des Parties à la Convention des Nations Unies contre la criminalité transnationale organisée

source: (a) Decides, with effect from its third session, to elect at the end of its session its bureau for the subsequent session and to encourage it to play an active role in the preparation of the regular session as well as in possible intersessional meetings;
fr: a) Décide, avec effet à compter de sa troisième session, d'élire son Bureau à la fin de sa session pour la session suivante et de l'encourager à jouer un rôle actif dans la préparation de la session ordinaire ainsi que des éventuelles réunions intersessions;

source: (b) Also decides to amend rule 22 of the rules of procedure accordingly, with effect from its third session, to read as follows:
fr: b) Décide également de modifier, avec effet à compter de sa troisième session, l'article 22 du règlement intérieur comme suit:

source: At the end of each session, a President, eight Vice-Presidents and a Rapporteur shall be elected from among the representatives of the States Parties.
fr: À la fin de chaque session, un président, huit vice-présidents et un rapporteur sont élus parmi les représentants des États parties.

source: The President, the Vice-Presidents and the Rapporteur so elected shall serve as the officers of the subsequent session and guide the secretariat in the preparations for that session and for any intersessional meetings that may be held.
fr: Le Président, les Vice-Présidents et le Rapporteur ainsi élus forment le Bureau de la session suivante et aident le Secrétariat à préparer cette session et toute réunion intersessions qui pourrait se tenir.

source: In electing the officers of the session, each of the five regional groups shall be represented by two officers, one of whom shall be from among the representatives of the States that are Parties to the Convention and one or more and if possible all the Protocols that have entered into force by the opening of the session.
fr: Chacun des cinq groupes régionaux est représenté par deux membres du Bureau de la session, dont l'un est élu parmi les représentants des États qui sont parties à la Convention et à un ou plusieurs et, si possible, à tous les Protocoles en vigueur au moment de l'ouverture de la session.

source: On behalf of the States Members of the United Nations that are members of the European Union.
fr: * Au nom des États Membres des Nations Unies qui sont membres de l'Union européenne.

source: Proposed programme budget for the biennium 2006-2007: Section 29, Office of Internal Oversight Services
fr: Projet de budget-programme pour l'exercice biennal 2006-2007 : chapitre 29, Bureau des services de contrôle interne

source: The Advisory Committee recalls that at the time of its consideration of the proposed programme budget for the 2006-2007 biennium, it was informed that there would be a substantial revision to the proposal of the Office of Internal Oversight Services (OIOS) and that this new proposal would be submitted during the sixtieth session of the General Assembly, before the end of 2005 (see A/60/7, paras.
fr: Le Comité consultatif rappelle qu'au moment où il examinait le projet de budget-programme pour l'exercice biennal 2006-2007, il a été informé que les propositions du Secrétaire général concernant le Bureau des services de contrôle interne seraient considérablement remaniées et qu'un nouveau projet de budget du Bureau serait présenté à l'Assemblée générale durant sa soixantième session, avant la fin de 2005 (voir A/60/7, par.

source: IX.1 and 2).
fr: IX.1 et 2).

source: The Committee was subsequently informed that the Secretary-General is not yet in a position to present an updated budget proposal at this time.
fr: En conséquence, le Comité n'a pas examiné les prévisions initiales à ce moment-là, mais il s'est déclaré prêt à le faire dès qu'elles seraient disponibles.

source: It is the intention of the Secretary-General to present proposals during a resumed part of the sixtieth session of the Assembly.
fr: Il lui a été indiqué par la suite que le Secrétaire général n'était pas encore en mesure de présenter un projet de budget à jour pour le BSCI, et qu'il le soumettrait à l'Assemblée à une reprise de sa soixantième session.

source: These proposals will reflect the approach of the recently appointed Under-Secretary-General for Internal Oversight Services and will take into account the results of mandated reviews of OIOS.
fr: Ces nouvelles propositions reflèteront alors l'approche adoptée par la Secrétaire générale adjointe récemment nommée à la tête du Bureau des services de contrôle interne et tiendront compte des résultats des études qui ont été demandées concernant les activités du BSCI.
